import React from 'react';
import Accordion from "react-bootstrap/Accordion";

const PersonalDataProtection = () => {
	return (
		<section className="gallery pt-5 pb-5">
			<article className="card rounded-2 mt-md-5 p-5 shadow m-auto gallery-card-wrapper w-75">
				<h2 className="text-center mb-5">Политика за защита на личните данни</h2>
				<Accordion defaultActiveKey="0">
					<Accordion.Item eventKey="0">
						<Accordion.Header>Политика за защита на личните данни</Accordion.Header>
						<Accordion.Body>
							<p>Къща за гости „Становец“ зачита неприкосновеността на личния живот на клиентите си
								и гарантира в максимална степен защитата на личните им данни, обработвани при
								настаняване
								в туристическия обект. Настоящата Политика за защита на личните данни е изготвена и се
								основава на действащото българско и европейско законодателство в областта на защитата на
								личните данни.
							</p>
							<p>Всички изменения и допълнения в Политиката за защита на личните данни ще бъдат прилагани
								само след публикуване на актуалното ѝ съдържание, достъпно чрез нашия уебсайт:
								https://www.stanovets.eu/ и в страницата ни в социалната мрежа.
							</p>
							<p>
								Политиката за защита на личните данни е приложима за Вашите лични данни,
								ако сте физическо лице или представител на юридическо лице, което е
								клиент на къща за гости „Становец“.
							</p>
						</Accordion.Body>
					</Accordion.Item>
					<Accordion.Item eventKey="1">
						<Accordion.Header>Политика за поверистелност</Accordion.Header>
						<Accordion.Body>
							<p>
								МИХАЙЛОВ ТРЕЙД ЕООД, ЕИК 127629883 /наричано по-долу накратко „Дружеството“/ е
								администратор
								на лични данни по смисъла на Закона за защита на личните данни и обработва същите в
								съответствие с този закон и РЕГЛАМЕНТ (ЕС) 2016/679 НА ЕВРОПЕЙСКИЯ ПАРЛАМЕНТ И НА СЪВЕТА
								от 27 април 2016 година (Общ регламент относно защитата на данните), наричан накратко
								„Регламента“.
								Настоящата Политика за поверителност има за цел да Ви информира какви лични данни събира
								дружеството,
								как и за каква цел се използват, условията, при които се предоставят на трети страни и с
								каква цел.
								Политиката за поверителност може да бъде променяна и актуализирана с оглед привеждането
								й в
								съответствие с евентуални промени в българското и приложимото европейско
								законодателство,
								както и с евентуални промени в дейността на дружеството.
							</p>
							<p> МИХАЙЛОВ ТРЕЙД ЕООД е с адрес на управление : гр. Шумен, ул. „Милин Камък“ №9а, тел 0888
								543 523,
								e-mail: stanovets.eu@gmail.com.
							</p>
							<p>
								Политиката за защита на личните данни е приложима за Вашите лични данни,
								ако сте физическо лице или представител на юридическо лице, което е
								клиент на къща за гости „Становец“.
							</p>
						</Accordion.Body>
					</Accordion.Item>
					<Accordion.Item eventKey="2">
						<Accordion.Header>Как и какви данни събира Дружеството</Accordion.Header>
						<Accordion.Body>
							<p>
								Дружеството събира лични данни , които са необходими за изпълнение на дейността му.
								Личните данни се събират лично от субектите на данните. Данните на клиенти, които се
								събират са: трите имена, единен граждански номер, номер на лична карта /данните се
								описват
								в Регистър на настанените туристи, според Закона за туризма/
							</p>
							<p>
								Цел на обработването на личните данни
							</p>
							<p>
								Личните данни се обработват за цели, както следва:
							</p>
							<p>-За осигуряване на настаняване на туристи, включително за нуждите на комуникацията с
								клиенти;</p>
							<p>За осъществяване на комуникация с представители на контрагенти на Дружеството-юридически
								лица;</p>
							<p>Данните се съхраняват за различен период от време в зависимост от изискванията на
								действащото законодателство:</p>
							<p>-Данни на клиенти-туристи, считано от датата на последното настаняване, освен ако субекта
								на данни не поиска „да бъде забравен“ преди изтичане на този срок.</p>
						</Accordion.Body>
					</Accordion.Item>
					<Accordion.Item eventKey="3">
						<Accordion.Header>Предоставяне на лични данни на трети лица</Accordion.Header>
						<Accordion.Body>
							<p>
								Дружеството не предоставя лични данни на трети страни за маркетингови цели.
							</p>
							<p>
								Лични данни се предоставят на НАП и др. нормативно установени получатели, когато
								законодателството го изисква и при спазване на нормативните изисквания.
							</p>
							<p>
								Дружеството предоставя лични данни при наличие на законово основание за предоставяне на
								данните или при наличие на изрично съгласие от страна на субекта на данните на:
							</p>
							<p>
								На органите на МВР – при неизпълнение на установени задължения от страна на туристи или
								в други законовоопределени случаи.
							</p>
						</Accordion.Body>
					</Accordion.Item>
					<Accordion.Item eventKey="4">
						<Accordion.Header>Права на субектите на лични данни</Accordion.Header>
						<Accordion.Body>
							<p>
								Вие имате право да се информирате каква е политиката за поверителност на Дружеството
								чрез настоящият документ.
							</p>
							<p>
								Имате право да получите потвърждение дали и какви Ваши лични данни се обработват , имате
								право на достъп до тези лични данни, както и да получите копие от информацията на
								хартиен или електронен носител (в зависимост от техническите възможности).
							</p>
							<p>
								Имате право да поискате от Дружеството да коригира без ненужно забавяне Ваши неточни
								лични данни, както и да поискате вашите лични данни да бъдат актуализирани в случай на
								промяна в тях. Като се имат предвид целите на обработването имате право непълните Ви
								лични данни да бъдат попълнени, включително чрез добавяне на декларация.
							</p>
							<p>
								Имате право да поискате заличаване на личните данни ако е отпаднало законовото основание
								за обработката им или данните не са необходими на Дружеството за установяване,
								упражняване или защита от съдебни и др. претенции.
							</p>
							<p>
								Когато няма нормативно основание за обработване на лични данни имате право да поискате
								ограничаване на обработването на личните Ви данни, както и право да направите възражение
								срещу обработването. Вие можете по всяко време да оттеглите съгласието си за обработка
								на трафични данни за целите на проучването на пазара.
							</p>
							<p>
								Имате право да поискате трансфер на вашите лични данни към друг Администратор.
							</p>
							<p>
								Имате право да не бъдете обект на решение, основаващо се единствено на автоматизирано
								обработване, включващо профилиране. Дружеството не прилага Автоматизирано вземане на
								индивидуални решения, включително профилиране.
							</p>
							<p>
								Посочените в настоящия раздел права може да упражните като отправите своята заявка
								(както и основанието за нея) на e-mail: stanovets.eu@gmail.com, като Дружеството
								осигури упражняването на Вашите права, свързани със защита на личните данни, в сроковете
								и съгласно условията на Закона за защита на личните данни и в съответствие с Регламента.
							</p>
							<p>
								Всяко лице, на което се обработват лични данни съгласно настоящата политика има правото
								на жалба до надзорен орган /КЗЛД или компетентния Съд/ във връзка с обработване на
								личните му данни.
							</p>
							<p>
								Предоставянето на лични данни от служители на Дружеството е задължително законово
								изискване. Предоставянето на лични данни на останалите субекти на данни е договорно
								изискване. В случай, че субект на данни не желае да предостави свои данни с него не може
								да бъде сключен договор и не може да бъде получател на каквато и да е услуга.
								Предоставянето на мейл-адрес е пожелателно и зависи единствено от желанието на клиента.
							</p>
							<p>
								Във връзка със съхранението и унищожението на личните данни, според чл. 42. (1) (Изм. –
								ДВ, бр. 57 от 2007 г., в сила от 13.07.2007 г.) Счетоводната информация се съхранява в
								предприятието по реда, предвиден в Закона за Националния архивен фонд, в следните
								срокове:
							</p>
							<ul>
								<li>ведомости за заплати – 50 г.</li>
								<li>счетоводни регистри и финансови отчети – 10 г.</li>
								<li>документи за данъчен контрол – до 5 г. след изтичане на давностния срок за
									погасяване на публичното задължение, което удостоверяват тези документи.
								</li>
								<li>
									документи за финансов одит – до извършване на следващ вътрешен одит и одит на
									Сметната палата.
								</li>
								<li>
									всички останали носители – 3 г.
								</li>
							</ul>
							<p>
								Личните данни в къща за гости „Становец“ се съхраняват според изискванията, в заключено
								помещение, без достъп до външни лица.
							</p>
						</Accordion.Body>
					</Accordion.Item>
				</Accordion>
			</article>
		</section>
	);
};

export default PersonalDataProtection;